tap "daipeihust/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "railwaycat/emacsmacport"
brew "age"
brew "aichat"
brew "bat"
brew "bottom"
brew "broot"
brew "btop"
brew "cmake"
brew "composer"
brew "coreutils"
brew "curlie"
brew "dark-mode"
brew "dos2unix"
brew "duf"
brew "dust"
brew "duti"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "ghcup"
brew "git-delta"
brew "glow"
brew "go"
brew "hugo"
brew "hyperfine"
brew "imagemagick"
brew "ipython"
brew "julia"
brew "just"
brew "lazygit"
brew "less"
brew "pkgconf"
brew "lua"
brew "librime"
brew "lsd"
brew "luajit"
brew "luarocks"
brew "macvim", link: false
brew "node"
brew "markdownlint-cli"
brew "mas"
brew "neovim"
brew "nowplaying-cli"
brew "nushell"
brew "openjdk@21"
brew "pandoc"
brew "pipx"
brew "pnpm"
brew "procs"
brew "ripgrep"
brew "ripgrep-all"
brew "rlwrap"
brew "rust"
brew "rustup"
brew "screenfetch"
brew "sd"
brew "sevenzip"
brew "speedtest-cli"
brew "starship"
brew "switchaudio-osx"
brew "tldr"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "wget"
brew "wget2"
brew "yarn"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "daipeihust/tap/im-select"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "railwaycat/emacsmacport/emacs-mac"
cask "activitywatch"
cask "alacritty"
cask "alex313031-thorium"
cask "alt-tab"
cask "apparency"
cask "appcleaner"
cask "arc"
cask "betterdisplay"
cask "chatgpt"
cask "discord"
cask "dotnet-sdk"
cask "font-caskaydia-cove-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lxgw-wenkai"
cask "font-sf-mono"
cask "font-sf-pro"
cask "google-drive"
cask "iina"
cask "iterm2"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keka"
cask "keyguard"
cask "kitty"
cask "localsend"
cask "ltspice"
cask "macfuse"
cask "neovide"
cask "obsidian"
cask "onedrive"
cask "orbstack"
cask "powershell"
cask "protonvpn"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "qspace-pro"
cask "quicklook-json"
cask "quicklookase"
cask "r"
cask "raycast"
cask "rider"
cask "rstudio"
cask "rustdesk"
cask "scroll-reverser"
cask "sf-symbols"
cask "sioyek"
cask "skim"
cask "squirrel"
cask "steam"
cask "suspicious-package"
cask "telegram-desktop"
cask "typora"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
cask "wezterm"
cask "zen-browser"
mas "QQ", id: 451108668
mas "SnippetsLab", id: 1006087419
mas "微信", id: 836500024
